# CutMarkSymbolSize Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..CutMarkSymbolSize Property
ParameterTypeId Class See Also
---
"Cut Mark Symbol Size"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CutMarkSymbolSize { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CutMarkSymbolSize As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CutMarkSymbolSize {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace